[
    {
      "chapter_verse": "Chapter2/Verse47",
      "text": "You have a right to perform your prescribed duties, but you are not entitled to the fruits of your actions. Never consider yourself to be the cause of the results of your activities, nor be attached to inaction."
    },
    {
      "chapter_verse": "Chapter2/Verse13",
      "text": "Just as the boyhood, youth, and old age come to the embodied Soul in this body, in the same manner, is the attaining of another body; the wise man is not deluded at that."
    },
    {
      "chapter_verse": "Chapter2/Verse14",
      "text": "O son of Kunti, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed."
    },
    {
      "chapter_verse": "Chapter2/Verse19",
      "text": "He who thinks that the living entity is the slayer or that he is slain, does not understand. One who is in knowledge knows that the self slays not nor is slain."
    },
    {
      "chapter_verse": "Chapter2/Verse20",
      "text": "For the soul there is neither birth nor death at any time. He has not come into being, does not come into being, and will not come into being. He is unborn, eternal, ever-existing, and primeval. He is not slain when the body is slain."
    },
    {
      "chapter_verse": "Chapter2/Verse23",
      "text": "The soul can never be cut into pieces by any weapon, nor burned by fire, nor moistened by water, nor withered by the wind."
    },
    {
      "chapter_verse": "Chapter2/Verse27",
      "text": "For one who has taken his birth, death is certain; and for one who is dead, birth is certain. Therefore in the unavoidable discharge of your duty, you should not lament."
    },
    {
      "chapter_verse": "Chapter2/Verse30",
      "text": "O descendant of Bharata, he who dwells in the body can never be slain. Therefore, you need not grieve for any living being."
    },
    {
      "chapter_verse": "Chapter2/Verse38",
      "text": "Having an equal mind in happiness and distress, in gain and loss, in victory and defeat, engage yourself in your duty. In this way, you will never incur sin."
    },
    {
      "chapter_verse": "Chapter2/Verse50",
      "text": "A man engaged in devotional service rids himself of both good and bad actions even in this life. Therefore, strive for yoga, O Arjuna, which is the art of all work."
    },
    {
      "chapter_verse": "Chapter2/Verse56",
      "text": "One who is not disturbed in mind even amidst the threefold miseries or elated when there is happiness, and who is free from attachment, fear, and anger, is called a sage of steady mind."
    },
    {
      "chapter_verse": "Chapter2/Verse63",
      "text": "From anger, delusion arises, and from delusion, bewilderment of memory. When memory is bewildered, intelligence is lost, and when intelligence is lost, one falls down again into the material pool."
    },
    {
      "chapter_verse": "Chapter2/Verse66",
      "text": "One who is not connected with the Supreme (in Krishna consciousness) can have neither transcendental intelligence nor a steady mind, without which there is no possibility of peace. And how can there be any happiness without peace?"
    },
    {
      "chapter_verse": "Chapter2/Verse67",
      "text": "As a strong wind sweeps away a boat on the water, even one of the roaming senses on which the mind focuses can carry away a man's intelligence."
    },
    {
      "chapter_verse": "Chapter2/Verse70",
      "text": "A person who is not disturbed by the incessant flow of desires – that enter like rivers into the ocean, which is ever being filled but is always still – can alone achieve peace, and not the man who strives to satisfy such desires."
    },
    {
      "chapter_verse": "Chapter2/Verse71",
      "text": "A person who has given up all desires for sense gratification, who lives free from desires, who has given up all sense of proprietorship and is devoid of false ego – he alone can attain real peace."
    },
    {
      "chapter_verse": "Chapter2/Verse72",
      "text": "That is the way of the spiritual and godly life, after attaining which a man is not bewildered. Being so situated, even at the hour of death, one can enter into the kingdom of God."
    },
    {
      "chapter_verse": "Chapter3/Verse8",
      "text": "Perform your prescribed duty, for action is better than inaction. A man cannot even maintain his physical body without work."
    },

 {
    "chapter_verse": "Chapter3/Verse16",
    "text": "My dear Arjuna, one who does not follow in human life the cycle of sacrifice thus established by the Vedas certainly leads a life full of sin. Living only for the satisfaction of the senses, such a person lives in vain."
  },
  {
    "chapter_verse": "Chapter3/Verse19",
    "text": "Therefore, without being attached to the fruits of activities, one should act as a matter of duty, for by working without attachment one attains the Supreme."
  },
  {
    "chapter_verse": "Chapter3/Verse21",
    "text": "Whatever action is performed by a great man, common men follow in his footsteps. And whatever standards he sets by exemplary acts, all the world pursues."
  },
  {
    "chapter_verse": "Chapter3/Verse27",
    "text": "The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities, which are in actuality carried out by nature."
  },
  {
    "chapter_verse": "Chapter3/Verse30",
    "text": "Therefore, O Arjuna, surrendering all your works unto Me, with full knowledge of Me, without desires for profit, with no claims to proprietorship, and free from lethargy, fight."
  },
  {
    "chapter_verse": "Chapter3/Verse35",
    "text": "It is far better to discharge one's prescribed duties, even though faultily, than another's duties perfectly. Destruction in the course of performing one's own duty is better than engaging in another's duties, for to follow another's path is dangerous."
  },
  {
    "chapter_verse": "Chapter3/Verse43",
    "text": "Thus knowing oneself to be transcendental to material intelligence, mind, and senses, O mighty-armed Arjuna, one should steady the mind by deliberate spiritual intelligence and thus – by spiritual strength – conquer this insatiable enemy known as lust."
  },
  {
    "chapter_verse": "Chapter4/Verse7",
    "text": "Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion – at that time I descend Myself."
  },
  {
    "chapter_verse": "Chapter4/Verse8",
    "text": "To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear, millennium after millennium."
  },
  {
    "chapter_verse": "Chapter4/Verse9",
    "text": "One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna."
  },
  {
    "chapter_verse": "Chapter4/Verse10",
    "text": "Being freed from attachment, fear, and anger, being fully absorbed in Me and taking refuge in Me, many, many persons in the past became purified by knowledge of Me – and thus they all attained transcendental love for Me."
  },
  {
    "chapter_verse": "Chapter4/Verse11",
    "text": "As all surrender unto Me, I reward them accordingly. Everyone follows My path in all respects, O son of Pritha."
  },
  {
    "chapter_verse": "Chapter4/Verse18",
    "text": "One who sees inaction in action, and action in inaction, is intelligent among men, and he is in the transcendental position, although engaged in all sorts of activities."
  },
  {
    "chapter_verse": "Chapter4/Verse19",
    "text": "One is understood to be in full knowledge whose every endeavor is devoid of desire for sense gratification. He is said by sages to be a worker whose fruitive action is burned up by the fire of perfect knowledge."
  },
  {
    "chapter_verse": "Chapter4/Verse22",
    "text": "He who is satisfied with gain which comes of its own accord, who is free from duality and does not envy, who is steady in both success and failure, is never entangled, although performing actions."
  },

  {
    "chapter_verse": "Chapter4/Verse23",
    "text": "The work of a man who is unattached to the modes of material nature and who is fully situated in transcendental knowledge merges entirely into transcendence."
  },
  {
    "chapter_verse": "Chapter4/Verse24",
    "text": "A person who is fully absorbed in Krishna consciousness is sure to attain the spiritual kingdom because of his full contribution to spiritual activities, in which the consummation is absolute and that which is offered is of the same spiritual nature."
  },
  {
    "chapter_verse": "Chapter4/Verse34",
    "text": "Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized souls can impart knowledge unto you because they have seen the truth."
  },
  {
    "chapter_verse": "Chapter4/Verse39",
    "text": "A faithful man who is absorbed in transcendental knowledge and who subdues his senses quickly attains the supreme spiritual peace."
  },
  {
    "chapter_verse": "Chapter4/Verse40",
    "text": "But ignorant and faithless persons who doubt the revealed scriptures do not attain God consciousness. For the doubting soul, there is happiness neither in this world nor in the next."
  },
  {
    "chapter_verse": "Chapter4/Verse41",
    "text": "One who acts in devotional service, renouncing the fruits of his actions and whose doubts have been destroyed by transcendental knowledge, is situated factually in the self. Thus he is not bound by the reactions of work, O conqueror of riches."
  },
  {
    "chapter_verse": "Chapter4/Verse42",
    "text": "Therefore, the doubts which have arisen in your heart out of ignorance should be slashed by the weapon of knowledge. Armed with yoga, O Bharata, stand and fight."
  },
  {
    "chapter_verse": "Chapter5/Verse2",
    "text": "The renunciation of work and work in devotion are both good for liberation. But, of the two, work in devotional service is better than renunciation of work."
  },
  {
    "chapter_verse": "Chapter5/Verse5",
    "text": "One who knows that the position reached by means of renunciation can also be attained by works in devotion, and who therefore sees that the path of works and the path of renunciation are the same, sees things as they are."
  },
  {
    "chapter_verse": "Chapter5/Verse6",
    "text": "Merely renouncing all activities yet not engaging in the devotional service of the Lord cannot make one happy. But a thoughtful person engaged in devotional service can achieve the Supreme without delay."
  },
  {
    "chapter_verse": "Chapter5/Verse7",
    "text": "One who works in devotion, who is a pure soul, and who controls his mind and senses, is dear to everyone, and everyone is dear to him. Though always working, such a man is never entangled."
  },
  {
    "chapter_verse": "Chapter5/Verse8-9",
    "text": "A person in the divine consciousness, although engaged in seeing, hearing, touching, smelling, eating, moving about, sleeping, and breathing, always knows within himself that he actually does nothing at all. Because while speaking, evacuating, receiving, opening or closing his eyes, he always knows that only the material senses are engaged with their objects and that he is aloof from them."
  },
  {
    "chapter_verse": "Chapter5/Verse10",
    "text": "One who performs his duty without attachment, surrendering the results unto the Supreme Lord, is unaffected by sinful action, as the lotus leaf is untouched by water."
  },
  {
    "chapter_verse": "Chapter5/Verse11",
    "text": "The yogis, abandoning attachment, act with body, mind, intelligence, and even with the senses, only for the purpose of purification."
  },
  {
    "chapter_verse": "Chapter5/Verse12",
    "text": "The steadily devoted soul attains unadulterated peace because he offers the result of all activities to Me; whereas a person who is not in union with the Divine, who is greedy for the fruits of his labor, becomes entangled."
  },
  {
    "chapter_verse": "Chapter5/Verse18",
    "text": "The humble sages, by virtue of true knowledge, see with equal vision a learned and gentle Brahmana, a cow, an elephant, a dog, and a dog-eater (outcaste)."
  },
  {
    "chapter_verse": "Chapter5/Verse20",
    "text": "A person who neither rejoices upon achieving something pleasant nor laments upon obtaining something unpleasant, who is self-intelligent, unbewildered, and who knows the science of God, is already situated in transcendence."
  },
  {
    "chapter_verse": "Chapter5/Verse22",
    "text": "An intelligent person does not take part in the sources of misery, which are due to contact with the material senses. O son of Kunti, such pleasures have a beginning and an end, and so the wise man does not delight in them."
  },
  {
    "chapter_verse": "Chapter5/Verse23",
    "text": "Before giving up this present body, if one is able to tolerate the urges of the material senses and check the force of desire and anger, he is a yogi and is happy in this world."
  },
  {
    "chapter_verse": "Chapter5/Verse24",
    "text": "One whose happiness is within, who is active and rejoices within, and whose aim is inward is actually the perfect mystic. He is liberated in the Supreme, and ultimately he attains the Supreme."
  },
  {
    "chapter_verse": "Chapter5/Verse25",
    "text": "One who is beyond duality and doubt, whose mind is engaged within, who is always busy working for the welfare of all sentient beings, and who is free from all sins, achieves liberation in the Supreme."
  },
  {
    "chapter_verse": "Chapter5/Verse26",
    "text": "Those who are free from anger and all material desires, who are self-realized, self-disciplined, and constantly endeavoring for perfection, are assured of liberation in the Supreme in the very near future."
  },
  {
    "chapter_verse": "Chapter5/Verse29",
    "text": "A person in full consciousness of Me, knowing Me to be the ultimate beneficiary of all sacrifices and austerities, the Supreme Lord of all planets and demigods, and the benefactor and well-wisher of all living entities, attains peace from the pangs of material miseries."
  },
  {
    "chapter_verse": "Chapter6/Verse5",
    "text": "A man must elevate himself by his own mind, not degrade himself. The mind is the friend of the conditioned soul, and his enemy as well."
  },
  {
    "chapter_verse": "Chapter6/Verse6",
    "text": "For him who has conquered the mind, the mind is the best of friends; but for one who has failed to do so, his mind will remain the greatest enemy."
  },
  {
    "chapter_verse": "Chapter6/Verse8",
    "text": "A person is said to be established in self-realization and is called a yogi (or mystic) when he is fully satisfied by virtue of acquired knowledge and realization. Such a person is situated in transcendence and is self-controlled. He sees everything – whether it be pebbles, stones, or gold – as the same."
  },
  {
    "chapter_verse": "Chapter6/Verse9",
    "text": "A person is considered still further advanced when he regards honest well-wishers, affectionate benefactors, the neutral, mediators, the envious, friends and enemies, the pious and the sinners all with an equal mind."
  },
  {
    "chapter_verse": "Chapter6/Verse16",
    "text": "There is no possibility of one's becoming a yogi, O Arjuna, if one eats too much or eats too little, sleeps too much or does not sleep enough."
  },
  {
    "chapter_verse": "Chapter6/Verse17",
    "text": "He who is temperate in his habits of eating, sleeping, working, and recreation can mitigate all material pains by practicing the yoga system."
  },
  {
    "chapter_verse": "Chapter6/Verse19",
    "text": "As a lamp in a windless place does not waver, so the transcendentalist, whose mind is controlled, remains always steady in his meditation on the transcendent self."
  },
  {
    "chapter_verse": "Chapter6/Verse20-23",
    "text": "In the stage of perfection called trance, or samadhi, one's mind is completely restrained from material mental activities by practice of yoga. This perfection is characterized by one's ability to see the self by the pure mind and to relish and rejoice in the self. In that joyous state, one is situated in boundless transcendental happiness, realized through transcendental senses. Established thus, one never departs from the truth, and upon gaining this he thinks there is no greater gain. Being situated in such a position, one is never shaken, even in the midst of greatest difficulty. This indeed is actual freedom from all miseries arising from material contact."
  },
  {
    "chapter_verse": "Chapter6/Verse26",
    "text": "From whatever and wherever the mind wanders due to its flickering and unsteady nature, one must certainly withdraw it and bring it back under the control of the self."
  },
  {
    "chapter_verse": "Chapter6/Verse29",
    "text": "A true yogi observes Me in all beings and also sees every being in Me. Indeed, the self-realized man sees Me everywhere."
  },
  {
    "chapter_verse": "Chapter6/Verse30",
    "text": "For one who sees Me everywhere and sees everything in Me, I am never lost, nor is he ever lost to Me."
  },
  {
    "chapter_verse": "Chapter6/Verse31",
    "text": "Such a yogi, who engages in the worshipful service of the Supersoul, knowing that I and the Supersoul are one, remains always in Me in all circumstances."
  },
  {
    "chapter_verse": "Chapter6/Verse32",
    "text": "He is a perfect yogi who, by comparison to his own self, sees the true equality of all beings, in both their happiness and their distress, O Arjuna!"
  },
  {
    "chapter_verse": "Chapter6/Verse35",
    "text": "The Blessed Lord said: O mighty-armed son of Kunti, it is undoubtedly very difficult to curb the restless mind, but it is possible by constant practice and by detachment."
  },
  {
    "chapter_verse": "Chapter6/Verse36",
    "text": "For one whose mind is unbridled, self-realization is difficult work. But he whose mind is controlled and who strives by right means is assured of success. That is My opinion."
  },
  {
    "chapter_verse": "Chapter6/Verse40",
    "text": "The Supreme Personality of Godhead said: Son of Pritha, a transcendentalist engaged in auspicious activities does not meet with destruction, either in this world or in the spiritual world; one who does good, My friend, is never overcome by evil."
  },
  {
    "chapter_verse": "Chapter6/Verse41",
    "text": "The unsuccessful yogi, after many, many years of enjoyment on the planets of the pious living entities, is born into a family of righteous people, or into a family of rich aristocracy."
  },
  {
    "chapter_verse": "Chapter6/Verse46",
    "text": "A yogi is greater than the ascetic, greater than the empiricist, and greater than the fruitive worker. Therefore, O Arjuna, in all circumstances, be a yogi."
  },
  {
    "chapter_verse": "Chapter6/Verse47",
    "text": "And of all yogis, the one with great faith who always abides in Me, thinks of Me within himself, and renders transcendental loving service to Me – he is the most intimately united with Me in yoga and is the highest of all. That is My opinion."
  },

 {
    "chapter_verse": "Chapter4/Verse23",
    "text": "The work of a man who is unattached to the modes of material nature and who is fully situated in transcendental knowledge merges entirely into transcendence."
  },
  {
    "chapter_verse": "Chapter4/Verse24",
    "text": "A person who is fully absorbed in Krishna consciousness is sure to attain the spiritual kingdom because of his full contribution to spiritual activities, in which the consummation is absolute and that which is offered is of the same spiritual nature."
  },
  {
    "chapter_verse": "Chapter4/Verse34",
    "text": "Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized souls can impart knowledge unto you because they have seen the truth."
  },
  {
    "chapter_verse": "Chapter4/Verse39",
    "text": "A faithful man who is absorbed in transcendental knowledge and who subdues his senses quickly attains the supreme spiritual peace."
  },
  {
    "chapter_verse": "Chapter4/Verse40",
    "text": "But ignorant and faithless persons who doubt the revealed scriptures do not attain God consciousness. For the doubting soul, there is happiness neither in this world nor in the next."
  },
  {
    "chapter_verse": "Chapter4/Verse41",
    "text": "One who acts in devotional service, renouncing the fruits of his actions and whose doubts have been destroyed by transcendental knowledge, is situated factually in the self. Thus he is not bound by the reactions of work, O conqueror of riches."
  },
  {
    "chapter_verse": "Chapter4/Verse42",
    "text": "Therefore, the doubts which have arisen in your heart out of ignorance should be slashed by the weapon of knowledge. Armed with yoga, O Bharata, stand and fight."
  },
  {
    "chapter_verse": "Chapter5/Verse2",
    "text": "The renunciation of work and work in devotion are both good for liberation. But, of the two, work in devotional service is better than renunciation of work."
  },
  {
    "chapter_verse": "Chapter5/Verse5",
    "text": "One who knows that the position reached by means of renunciation can also be attained by works in devotion, and who therefore sees that the path of works and the path of renunciation are the same, sees things as they are."
  },
  {
    "chapter_verse": "Chapter5/Verse6",
    "text": "Merely renouncing all activities yet not engaging in the devotional service of the Lord cannot make one happy. But a thoughtful person engaged in devotional service can achieve the Supreme without delay."
  },
  {
    "chapter_verse": "Chapter5/Verse7",
    "text": "One who works in devotion, who is a pure soul, and who controls his mind and senses, is dear to everyone, and everyone is dear to him. Though always working, such a man is never entangled."
  },
  {
    "chapter_verse": "Chapter5/Verse8-9",
    "text": "A person in the divine consciousness, although engaged in seeing, hearing, touching, smelling, eating, moving about, sleeping, and breathing, always knows within himself that he actually does nothing at all. Because while speaking, evacuating, receiving, opening or closing his eyes, he always knows that only the material senses are engaged with their objects and that he is aloof from them."
  },
  {
    "chapter_verse": "Chapter5/Verse10",
    "text": "One who performs his duty without attachment, surrendering the results unto the Supreme Lord, is unaffected by sinful action, as the lotus leaf is untouched by water."
  },
  {
    "chapter_verse": "Chapter5/Verse11",
    "text": "The yogis, abandoning attachment, act with body, mind, intelligence, and even with the senses, only for the purpose of purification."
  },
  {
    "chapter_verse": "Chapter5/Verse12",
    "text": "The steadily devoted soul attains unadulterated peace because he offers the result of all activities to Me; whereas a person who is not in union with the Divine, who is greedy for the fruits of his labor, becomes entangled."
  },
  {
    "chapter_verse": "Chapter5/Verse18",
    "text": "The humble sages, by virtue of true knowledge, see with equal vision a learned and gentle Brahmana, a cow, an elephant, a dog, and a dog-eater (outcaste)."
  },
  {
    "chapter_verse": "Chapter5/Verse20",
    "text": "A person who neither rejoices upon achieving something pleasant nor laments upon obtaining something unpleasant, who is self-intelligent, unbewildered, and who knows the science of God, is already situated in transcendence."
  },
  {
    "chapter_verse": "Chapter5/Verse22",
    "text": "An intelligent person does not take part in the sources of misery, which are due to contact with the material senses. O son of Kunti, such pleasures have a beginning and an end, and so the wise man does not delight in them."
  },
  {
    "chapter_verse": "Chapter5/Verse23",
    "text": "Before giving up this present body, if one is able to tolerate the urges of the material senses and check the force of desire and anger, he is a yogi and is happy in this world."
  },
  {
    "chapter_verse": "Chapter5/Verse24",
    "text": "One whose happiness is within, who is active and rejoices within, and whose aim is inward is actually the perfect mystic. He is liberated in the Supreme, and ultimately he attains the Supreme."
  },
  {
    "chapter_verse": "Chapter5/Verse25",
    "text": "One who is beyond duality and doubt, whose mind is engaged within, who is always busy working for the welfare of all sentient beings, and who is free from all sins, achieves liberation in the Supreme."
  },
  {
    "chapter_verse": "Chapter5/Verse26",
    "text": "Those who are free from anger and all material desires, who are self-realized, self-disciplined, and constantly endeavoring for perfection, are assured of liberation in the Supreme in the very near future."
  },
  {
    "chapter_verse": "Chapter5/Verse29",
    "text": "A person in full consciousness of Me, knowing Me to be the ultimate beneficiary of all sacrifices and austerities, the Supreme Lord of all planets and demigods, and the benefactor and well-wisher of all living entities, attains peace from the pangs of material miseries."
  },
  {
    "chapter_verse": "Chapter6/Verse5",
    "text": "A man must elevate himself by his own mind, not degrade himself. The mind is the friend of the conditioned soul, and his enemy as well."
  },
  {
    "chapter_verse": "Chapter6/Verse6",
    "text": "For him who has conquered the mind, the mind is the best of friends; but for one who has failed to do so, his mind will remain the greatest enemy."
  },
  {
    "chapter_verse": "Chapter6/Verse8",
    "text": "A person is said to be established in self-realization and is called a yogi (or mystic) when he is fully satisfied by virtue of acquired knowledge and realization. Such a person is situated in transcendence and is self-controlled. He sees everything – whether it be pebbles, stones, or gold – as the same."
  },
  {
    "chapter_verse": "Chapter6/Verse9",
    "text": "A person is considered still further advanced when he regards honest well-wishers, affectionate benefactors, the neutral, mediators, the envious, friends and enemies, the pious and the sinners all with an equal mind."
  },
  {
    "chapter_verse": "Chapter6/Verse16",
    "text": "There is no possibility of one's becoming a yogi, O Arjuna, if one eats too much or eats too little, sleeps too much or does not sleep enough."
  },
  {
    "chapter_verse": "Chapter6/Verse17",
    "text": "He who is temperate in his habits of eating, sleeping, working, and recreation can mitigate all material pains by practicing the yoga system."
  },
  {
    "chapter_verse": "Chapter6/Verse19",
    "text": "As a lamp in a windless place does not waver, so the transcendentalist, whose mind is controlled, remains always steady in his meditation on the transcendent self."
  },
  {
    "chapter_verse": "Chapter6/Verse20-23",
    "text": "In the stage of perfection called trance, or samadhi, one's mind is completely restrained from material mental activities by practice of yoga. This perfection is characterized by one's ability to see the self by the pure mind and to relish and rejoice in the self. In that joyous state, one is situated in boundless transcendental happiness, realized through transcendental senses. Established thus, one never departs from the truth, and upon gaining this he thinks there is no greater gain. Being situated in such a position, one is never shaken, even in the midst of greatest difficulty. This indeed is actual freedom from all miseries arising from material contact."
  },
  {
    "chapter_verse": "Chapter6/Verse26",
    "text": "From whatever and wherever the mind wanders due to its flickering and unsteady nature, one must certainly withdraw it and bring it back under the control of the self."
  },
  {
    "chapter_verse": "Chapter6/Verse29",
    "text": "A true yogi observes Me in all beings and also sees every being in Me. Indeed, the self-realized man sees Me everywhere."
  },
  {
    "chapter_verse": "Chapter6/Verse30",
    "text": "For one who sees Me everywhere and sees everything in Me, I am never lost, nor is he ever lost to Me."
  },
  {
    "chapter_verse": "Chapter6/Verse31",
    "text": "Such a yogi, who engages in the worshipful service of the Supersoul, knowing that I and the Supersoul are one, remains always in Me in all circumstances."
  },
  {
    "chapter_verse": "Chapter6/Verse32",
    "text": "He is a perfect yogi who, by comparison to his own self, sees the true equality of all beings, in both their happiness and their distress, O Arjuna!"
  },
  {
    "chapter_verse": "Chapter6/Verse35",
    "text": "The Blessed Lord said: O mighty-armed son of Kunti, it is undoubtedly very difficult to curb the restless mind, but it is possible by constant practice and by detachment."
  },
  {
    "chapter_verse": "Chapter6/Verse36",
    "text": "For one whose mind is unbridled, self-realization is difficult work. But he whose mind is controlled and who strives by right means is assured of success. That is My opinion."
  },
  {
    "chapter_verse": "Chapter6/Verse40",
    "text": "The Supreme Personality of Godhead said: Son of Pritha, a transcendentalist engaged in auspicious activities does not meet with destruction, either in this world or in the spiritual world; one who does good, My friend, is never overcome by evil."
  },
  {
    "chapter_verse": "Chapter6/Verse41",
    "text": "The unsuccessful yogi, after many, many years of enjoyment on the planets of the pious living entities, is born into a family of righteous people, or into a family of rich aristocracy."
  },
  {
    "chapter_verse": "Chapter6/Verse46",
    "text": "A yogi is greater than the ascetic, greater than the empiricist, and greater than the fruitive worker. Therefore, O Arjuna, in all circumstances, be a yogi."
  },
  {
    "chapter_verse": "Chapter6/Verse47",
    "text": "And of all yogis, the one with great faith who always abides in Me, thinks of Me within himself, and renders transcendental loving service to Me – he is the most intimately united with Me in yoga and is the highest of all. That is My opinion."
  },
  {
    "chapter_verse": "Chapter7/Verse3",
    "text": "Out of many thousands among men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth."
  },
  {
    "chapter_verse": "Chapter7/Verse7",
    "text": "O conqueror of wealth, there is no truth superior to Me. Everything rests upon Me, as pearls are strung on a thread."
  },
  {
    "chapter_verse": "Chapter7/Verse8",
    "text": "O son of Kunti, I am the taste of water, the light of the sun and the moon, the syllable Om in the Vedic mantras; I am the sound in ether and ability in man."
  },
  {
    "chapter_verse": "Chapter7/Verse9",
    "text": "I am the original fragrance of the earth, and I am the heat in fire. I am the life of all that lives, and I am the penances of all ascetics."
  },
  {
    "chapter_verse": "Chapter7/Verse10",
    "text": "O son of Pritha, know that I am the original seed of all existences, the intelligence of the intelligent, and the prowess of all powerful men."
  },
  {
    "chapter_verse": "Chapter7/Verse11",
    "text": "I am the strength of the strong, devoid of passion and desire. I am sex life which is not contrary to religious principles, O lord of the Bharatas."
  },
  {
    "chapter_verse": "Chapter7/Verse12",
    "text": "All states of being – be they of goodness, passion, or ignorance – are manifested by My energy. I am, in one sense, everything – but I am independent. I am not under the modes of this material nature."
  },
  {
    "chapter_verse": "Chapter7/Verse14",
    "text": "This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it."
  },
  {
    "chapter_verse": "Chapter7/Verse16",
    "text": "O best among the Bharatas, four kinds of pious men render devotional service unto Me – the distressed, the desirer of wealth, the inquisitive, and he who is searching for knowledge of the Absolute."
  },
  {
    "chapter_verse": "Chapter7/Verse19",
    "text": "After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare."
  },
  {
    "chapter_verse": "Chapter7/Verse21",
    "text": "I am in everyone's heart as the Supersoul. As soon as one desires to worship some demigod, I make his faith steady so that he can devote himself to that particular deity."
  },
  {
    "chapter_verse": "Chapter8/Verse5",
    "text": "And whoever, at the end of his life, quits his body remembering Me alone at once attains My nature. Of this, there is no doubt."
  },
  {
    "chapter_verse": "Chapter8/Verse6",
    "text": "Whatever state of being one remembers when he quits his body, O son of Kunti, that state he will attain without fail."
  },
  {
    "chapter_verse": "Chapter8/Verse7",
    "text": "Therefore, Arjuna, you should always think of Me in the form of Krishna and at the same time carry out your prescribed duty of fighting. With your activities dedicated to Me and your mind and intelligence fixed on Me, you will attain Me without doubt."
  },
  {
    "chapter_verse": "Chapter8/Verse13",
    "text": "After being situated in this yoga practice and vibrating the sacred syllable Om, the supreme combination of letters, if one thinks of the Supreme Personality of Godhead and quits his body, he will certainly reach the spiritual planets."
  },
  {
    "chapter_verse": "Chapter8/Verse15",
    "text": "After attaining Me, the great souls, who are yogis in devotion, never return to this temporary world, which is full of miseries, because they have attained the highest perfection."
  },
  {
    "chapter_verse": "Chapter8/Verse16",
    "text": "From the highest planet in the material world down to the lowest, all are places of misery wherein repeated birth and death take place. But one who attains to My abode, O son of Kunti, never takes birth again."
  },

{
    "chapter_verse": "Chapter4/Verse23",
    "text": "The work of a man who is unattached to the modes of material nature and who is fully situated in transcendental knowledge merges entirely into transcendence."
  },
  {
    "chapter_verse": "Chapter4/Verse24",
    "text": "A person who is fully absorbed in Krishna consciousness is sure to attain the spiritual kingdom because of his full contribution to spiritual activities, in which the consummation is absolute and that which is offered is of the same spiritual nature."
  },
  {
    "chapter_verse": "Chapter4/Verse34",
    "text": "Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized souls can impart knowledge unto you because they have seen the truth."
  },
  {
    "chapter_verse": "Chapter4/Verse39",
    "text": "A faithful man who is absorbed in transcendental knowledge and who subdues his senses quickly attains the supreme spiritual peace."
  },
  {
    "chapter_verse": "Chapter4/Verse40",
    "text": "But ignorant and faithless persons who doubt the revealed scriptures do not attain God consciousness. For the doubting soul, there is happiness neither in this world nor in the next."
  },
  {
    "chapter_verse": "Chapter4/Verse41",
    "text": "One who acts in devotional service, renouncing the fruits of his actions and whose doubts have been destroyed by transcendental knowledge, is situated factually in the self. Thus he is not bound by the reactions of work, O conqueror of riches."
  },
  {
    "chapter_verse": "Chapter4/Verse42",
    "text": "Therefore, the doubts which have arisen in your heart out of ignorance should be slashed by the weapon of knowledge. Armed with yoga, O Bharata, stand and fight."
  },
  {
    "chapter_verse": "Chapter5/Verse2",
    "text": "The renunciation of work and work in devotion are both good for liberation. But, of the two, work in devotional service is better than renunciation of work."
  },
  {
    "chapter_verse": "Chapter5/Verse5",
    "text": "One who knows that the position reached by means of renunciation can also be attained by works in devotion, and who therefore sees that the path of works and the path of renunciation are the same, sees things as they are."
  },
  {
    "chapter_verse": "Chapter5/Verse6",
    "text": "Merely renouncing all activities yet not engaging in the devotional service of the Lord cannot make one happy. But a thoughtful person engaged in devotional service can achieve the Supreme without delay."
  },
  {
    "chapter_verse": "Chapter5/Verse7",
    "text": "One who works in devotion, who is a pure soul, and who controls his mind and senses, is dear to everyone, and everyone is dear to him. Though always working, such a man is never entangled."
  },
  {
    "chapter_verse": "Chapter5/Verse8-9",
    "text": "A person in the divine consciousness, although engaged in seeing, hearing, touching, smelling, eating, moving about, sleeping, and breathing, always knows within himself that he actually does nothing at all. Because while speaking, evacuating, receiving, opening or closing his eyes, he always knows that only the material senses are engaged with their objects and that he is aloof from them."
  },
  {
    "chapter_verse": "Chapter5/Verse10",
    "text": "One who performs his duty without attachment, surrendering the results unto the Supreme Lord, is unaffected by sinful action, as the lotus leaf is untouched by water."
  },
  {
    "chapter_verse": "Chapter5/Verse11",
    "text": "The yogis, abandoning attachment, act with body, mind, intelligence, and even with the senses, only for the purpose of purification."
  },
  {
    "chapter_verse": "Chapter5/Verse12",
    "text": "The steadily devoted soul attains unadulterated peace because he offers the result of all activities to Me; whereas a person who is not in union with the Divine, who is greedy for the fruits of his labor, becomes entangled."
  },
  {
    "chapter_verse": "Chapter5/Verse18",
    "text": "The humble sages, by virtue of true knowledge, see with equal vision a learned and gentle Brahmana, a cow, an elephant, a dog, and a dog-eater (outcaste)."
  },
  {
    "chapter_verse": "Chapter5/Verse20",
    "text": "A person who neither rejoices upon achieving something pleasant nor laments upon obtaining something unpleasant, who is self-intelligent, unbewildered, and who knows the science of God, is already situated in transcendence."
  },
  {
    "chapter_verse": "Chapter5/Verse22",
    "text": "An intelligent person does not take part in the sources of misery, which are due to contact with the material senses. O son of Kunti, such pleasures have a beginning and an end, and so the wise man does not delight in them."
  },
  {
    "chapter_verse": "Chapter5/Verse23",
    "text": "Before giving up this present body, if one is able to tolerate the urges of the material senses and check the force of desire and anger, he is a yogi and is happy in this world."
  },
  {
    "chapter_verse": "Chapter5/Verse24",
    "text": "One whose happiness is within, who is active and rejoices within, and whose aim is inward is actually the perfect mystic. He is liberated in the Supreme, and ultimately he attains the Supreme."
  },
  {
    "chapter_verse": "Chapter5/Verse25",
    "text": "One who is beyond duality and doubt, whose mind is engaged within, who is always busy working for the welfare of all sentient beings, and who is free from all sins, achieves liberation in the Supreme."
  },
  {
    "chapter_verse": "Chapter5/Verse26",
    "text": "Those who are free from anger and all material desires, who are self-realized, self-disciplined, and constantly endeavoring for perfection, are assured of liberation in the Supreme in the very near future."
  },
  {
    "chapter_verse": "Chapter5/Verse29",
    "text": "A person in full consciousness of Me, knowing Me to be the ultimate beneficiary of all sacrifices and austerities, the Supreme Lord of all planets and demigods, and the benefactor and well-wisher of all living entities, attains peace from the pangs of material miseries."
  },
  {
    "chapter_verse": "Chapter6/Verse5",
    "text": "A man must elevate himself by his own mind, not degrade himself. The mind is the friend of the conditioned soul, and his enemy as well."
  },
  {
    "chapter_verse": "Chapter6/Verse6",
    "text": "For him who has conquered the mind, the mind is the best of friends; but for one who has failed to do so, his mind will remain the greatest enemy."
  },
  {
    "chapter_verse": "Chapter6/Verse8",
    "text": "A person is said to be established in self-realization and is called a yogi (or mystic) when he is fully satisfied by virtue of acquired knowledge and realization. Such a person is situated in transcendence and is self-controlled. He sees everything – whether it be pebbles, stones, or gold – as the same."
  },
  {
    "chapter_verse": "Chapter6/Verse9",
    "text": "A person is considered still further advanced when he regards honest well-wishers, affectionate benefactors, the neutral, mediators, the envious, friends and enemies, the pious and the sinners all with an equal mind."
  },
  {
    "chapter_verse": "Chapter6/Verse16",
    "text": "There is no possibility of one's becoming a yogi, O Arjuna, if one eats too much or eats too little, sleeps too much or does not sleep enough."
  },
  {
    "chapter_verse": "Chapter6/Verse17",
    "text": "He who is temperate in his habits of eating, sleeping, working, and recreation can mitigate all material pains by practicing the yoga system."
  },
  {
    "chapter_verse": "Chapter6/Verse19",
    "text": "As a lamp in a windless place does not waver, so the transcendentalist, whose mind is controlled, remains always steady in his meditation on the transcendent self."
  },
  {
    "chapter_verse": "Chapter6/Verse20-23",
    "text": "In the stage of perfection called trance, or samadhi, one's mind is completely restrained from material mental activities by practice of yoga. This perfection is characterized by one's ability to see the self by the pure mind and to relish and rejoice in the self. In that joyous state, one is situated in boundless transcendental happiness, realized through transcendental senses. Established thus, one never departs from the truth, and upon gaining this he thinks there is no greater gain. Being situated in such a position, one is never shaken, even in the midst of greatest difficulty. This indeed is actual freedom from all miseries arising from material contact."
  },
  {
    "chapter_verse": "Chapter6/Verse26",
    "text": "From whatever and wherever the mind wanders due to its flickering and unsteady nature, one must certainly withdraw it and bring it back under the control of the self."
  },
  {
    "chapter_verse": "Chapter6/Verse29",
    "text": "A true yogi observes Me in all beings and also sees every being in Me. Indeed, the self-realized man sees Me everywhere."
  },
  {
    "chapter_verse": "Chapter6/Verse30",
    "text": "For one who sees Me everywhere and sees everything in Me, I am never lost, nor is he ever lost to Me."
  },
  {
    "chapter_verse": "Chapter6/Verse31",
    "text": "Such a yogi, who engages in the worshipful service of the Supersoul, knowing that I and the Supersoul are one, remains always in Me in all circumstances."
  },
  {
    "chapter_verse": "Chapter6/Verse32",
    "text": "He is a perfect yogi who, by comparison to his own self, sees the true equality of all beings, in both their happiness and their distress, O Arjuna!"
  },
  {
    "chapter_verse": "Chapter6/Verse35",
    "text": "The Blessed Lord said: O mighty-armed son of Kunti, it is undoubtedly very difficult to curb the restless mind, but it is possible by constant practice and by detachment."
  },
  {
    "chapter_verse": "Chapter6/Verse36",
    "text": "For one whose mind is unbridled, self-realization is difficult work. But he whose mind is controlled and who strives by right means is assured of success. That is My opinion."
  },
  {
    "chapter_verse": "Chapter6/Verse40",
    "text": "The Supreme Personality of Godhead said: Son of Pritha, a transcendentalist engaged in auspicious activities does not meet with destruction, either in this world or in the spiritual world; one who does good, My friend, is never overcome by evil."
  },
  {
    "chapter_verse": "Chapter6/Verse41",
    "text": "The unsuccessful yogi, after many, many years of enjoyment on the planets of the pious living entities, is born into a family of righteous people, or into a family of rich aristocracy."
  },
  {
    "chapter_verse": "Chapter6/Verse46",
    "text": "A yogi is greater than the ascetic, greater than the empiricist, and greater than the fruitive worker. Therefore, O Arjuna, in all circumstances, be a yogi."
  },
  {
    "chapter_verse": "Chapter6/Verse47",
    "text": "And of all yogis, the one with great faith who always abides in Me, thinks of Me within himself, and renders transcendental loving service to Me – he is the most intimately united with Me in yoga and is the highest of all. That is My opinion."
  },
  {
    "chapter_verse": "Chapter7/Verse3",
    "text": "Out of many thousands among men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth."
  },
  {
    "chapter_verse": "Chapter7/Verse7",
    "text": "O conqueror of wealth, there is no truth superior to Me. Everything rests upon Me, as pearls are strung on a thread."
  },
  {
    "chapter_verse": "Chapter7/Verse8",
    "text": "O son of Kunti, I am the taste of water, the light of the sun and the moon, the syllable Om in the Vedic mantras; I am the sound in ether and ability in man."
  },
  {
    "chapter_verse": "Chapter7/Verse9",
    "text": "I am the original fragrance of the earth, and I am the heat in fire. I am the life of all that lives, and I am the penances of all ascetics."
  },
  {
    "chapter_verse": "Chapter7/Verse10",
    "text": "O son of Pritha, know that I am the original seed of all existences, the intelligence of the intelligent, and the prowess of all powerful men."
  },
  {
    "chapter_verse": "Chapter7/Verse11",
    "text": "I am the strength of the strong, devoid of passion and desire. I am sex life which is not contrary to religious principles, O lord of the Bharatas."
  },
  {
    "chapter_verse": "Chapter7/Verse12",
    "text": "All states of being – be they of goodness, passion, or ignorance – are manifested by My energy. I am, in one sense, everything – but I am independent. I am not under the modes of this material nature."
  },
  {
    "chapter_verse": "Chapter7/Verse14",
    "text": "This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it."
  },
  {
    "chapter_verse": "Chapter7/Verse16",
    "text": "O best among the Bharatas, four kinds of pious men render devotional service unto Me – the distressed, the desirer of wealth, the inquisitive, and he who is searching for knowledge of the Absolute."
  },
  {
    "chapter_verse": "Chapter7/Verse19",
    "text": "After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare."
  },
  {
    "chapter_verse": "Chapter7/Verse21",
    "text": "I am in everyone's heart as the Supersoul. As soon as one desires to worship some demigod, I make his faith steady so that he can devote himself to that particular deity."
  },
  {
    "chapter_verse": "Chapter8/Verse5",
    "text": "And whoever, at the end of his life, quits his body remembering Me alone at once attains My nature. Of this, there is no doubt."
  },
  {
    "chapter_verse": "Chapter8/Verse6",
    "text": "Whatever state of being one remembers when he quits his body, O son of Kunti, that state he will attain without fail."
  },
  {
    "chapter_verse": "Chapter8/Verse7",
    "text": "Therefore, Arjuna, you should always think of Me in the form of Krishna and at the same time carry out your prescribed duty of fighting. With your activities dedicated to Me and your mind and intelligence fixed on Me, you will attain Me without doubt."
  },
  {
    "chapter_verse": "Chapter8/Verse13",
    "text": "After being situated in this yoga practice and vibrating the sacred syllable Om, the supreme combination of letters, if one thinks of the Supreme Personality of Godhead and quits his body, he will certainly reach the spiritual planets."
  },
  {
    "chapter_verse": "Chapter8/Verse15",
    "text": "After attaining Me, the great souls, who are yogis in devotion, never return to this temporary world, which is full of miseries, because they have attained the highest perfection."
  },
  {
    "chapter_verse": "Chapter8/Verse16",
    "text": "From the highest planet in the material world down to the lowest, all are places of misery wherein repeated birth and death take place. But one who attains to My abode, O son of Kunti, never takes birth again."
  },
  {
    "chapter_verse": "Chapter8/Verse28",
    "text": "A person who accepts the path of devotional service is not bereft of the results derived from studying the Vedas, performing austere sacrifices, giving charity, or pursuing philosophical and fruitive activities. Simply by performing devotional service, he attains all these, and at the end, he reaches the supreme eternal abode."
  },
  {
    "chapter_verse": "Chapter9/Verse2",
    "text": "This knowledge is the king of education, the most secret of all secrets. It is the purest knowledge, and because it gives direct perception of the self by realization, it is the perfection of religion. It is everlasting and joyfully performed."
  },
  {
    "chapter_verse": "Chapter9/Verse4",
    "text": "By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them."
  },
  {
    "chapter_verse": "Chapter9/Verse8",
    "text": "The whole cosmic order is under Me. By My will, it is manifested again and again, and by My will, it is annihilated at the end."
  },
  {
    "chapter_verse": "Chapter9/Verse10",
    "text": "This material nature, which is one of My energies, is working under My direction, O son of Kunti, producing all moving and nonmoving beings. Under its rule, this manifestation is created and annihilated again and again."
  },
  {
    "chapter_verse": "Chapter9/Verse11",
    "text": "Fools deride Me when I descend in the human form. They do not know My transcendental nature and My supreme dominion over all that be."
  },
  {
    "chapter_verse": "Chapter9/Verse13",
    "text": "O son of Pritha, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible."
  },
  {
    "chapter_verse": "Chapter9/Verse14",
    "text": "Always chanting My glories, endeavoring with great determination, bowing down before Me, these great souls perpetually worship Me with devotion."
  },
  {
    "chapter_verse": "Chapter9/Verse22",
    "text": "But those who always worship Me with exclusive devotion, meditating on My transcendental form – to them I carry what they lack, and I preserve what they have."
  },
  {
    "chapter_verse": "Chapter9/Verse27",
    "text": "Whatever you do, whatever you eat, whatever you offer or give away, and whatever austerities you perform – do that, O son of Kunti, as an offering to Me."
  },
  {
    "chapter_verse": "Chapter9/Verse29",
    "text": "I envy no one, nor am I partial to anyone. I am equal to all. But whoever renders service unto Me in devotion is a friend, is in Me, and I am also a friend to him."
  },
  {
    "chapter_verse": "Chapter9/Verse30",
    "text": "Even if one commits the most abominable action, if he is engaged in devotional service, he is to be considered saintly because he is properly situated."
  },
  {
    "chapter_verse": "Chapter9/Verse31",
    "text": "He quickly becomes righteous and attains lasting peace. O son of Kunti, declare it boldly that My devotee never perishes."
  },
  {
    "chapter_verse": "Chapter10/Verse8",
    "text": "I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who know this perfectly engage in My devotional service and worship Me with all their hearts."
  },
  {
    "chapter_verse": "Chapter10/Verse9",
    "text": "The thoughts of My pure devotees dwell in Me, their lives are fully devoted to My service, and they derive great satisfaction and bliss from always enlightening one another and conversing about Me."
  },
  {
    "chapter_verse": "Chapter10/Verse10",
    "text": "To those who are constantly devoted to serving Me with love, I give the understanding by which they can come to Me."
  },
  {
    "chapter_verse": "Chapter10/Verse11",
    "text": "Out of compassion for them, I, dwelling in their hearts, destroy with the shining lamp of knowledge the darkness born of ignorance."
  },
  {
    "chapter_verse": "Chapter10/Verse20",
    "text": "I am the Supersoul, O Arjuna, seated in the hearts of all living entities. I am the beginning, the middle, and the end of all beings."
  },
  {
    "chapter_verse": "Chapter10/Verse22",
    "text": "Of the Vedas, I am the Sama Veda; of the demigods, I am Indra, the king of heaven; of the senses, I am the mind; and in living beings, I am the living force [consciousness]."
  },
  {
    "chapter_verse": "Chapter10/Verse34",
    "text": "I am all-devouring death, and I am the generating principle of all that is yet to be. Among women, I am fame, fortune, fine speech, memory, intelligence, steadfastness, and patience."
  },
  {
    "chapter_verse": "Chapter11/Verse7",
    "text": "O Arjuna, now behold the entire universe, with everything moving and nonmoving, assembled in this universal form. Whatever you wish to see can be seen all at once in this body."
  },
  {
    "chapter_verse": "Chapter11/Verse32",
    "text": "The Supreme Personality of Godhead said: I am time, the great destroyer of the world, and I have come here to engage all people. With the exception of you [the Pandavas], all the soldiers here on both sides will be slain."
  },
  {
    "chapter_verse": "Chapter11/Verse55",
    "text": "My dear Arjuna, one who is engaged in My pure devotional service, free from the contaminations of fruitive activities and mental speculation, he who works for Me, who makes Me the supreme goal of his life, and who is friendly to every living being – he certainly comes to Me."
  },
  {
    "chapter_verse": "Chapter12/Verse2",
    "text": "The Blessed Lord said: He who is not envious but is a kind friend to all living entities, who does not think himself a proprietor, and who is free from false ego, who is equal in both happiness and distress, who is tolerant, always satisfied, self-controlled, and engaged in devotional service with determination, his mind and intelligence dedicated to Me – such a devotee of Mine is very dear to Me."
  },
  {
    "chapter_verse": "Chapter12/Verse13-14",
    "text": "He who is not envious but is a kind friend to all living entities, who does not think himself a proprietor and is free from false ego, who is equal in both happiness and distress, who is tolerant, always satisfied, self-controlled, and engaged in devotional service with determination, his mind and intelligence dedicated to Me – such a devotee of Mine is very dear to Me."
  },
  {
    "chapter_verse": "Chapter12/Verse18-19",
    "text": "One who is equal to friends and enemies, who is equipoised in honor and dishonor, heat and cold, happiness and distress, fame and infamy, who is always free from contaminating association, always silent and satisfied with anything, who doesn’t care for any residence, who is fixed in knowledge and engaged in devotional service – such a person is very dear to Me."
  },
  {
    "chapter_verse": "Chapter13/Verse8-12",
    "text": "Humility; pridelessness; nonviolence; tolerance; simplicity; approaching a bona fide spiritual master; cleanliness; steadiness; self-control; renunciation of the objects of sense gratification; absence of false ego; the perception of the evil of birth, death, old age, and disease; detachment; freedom from entanglement with children, wife, home, and the rest; even-mindedness amid pleasant and unpleasant events; constant and unalloyed devotion to Me; aspiring to live in a solitary place; detachment from the general mass of people; accepting the importance of self-realization; and philosophical search for the Absolute Truth – all these I declare to be knowledge, and besides this whatever there may be is ignorance."
  },
  {
    "chapter_verse": "Chapter13/Verse22",
    "text": "The living entity in material nature thus follows the ways of life, enjoying the three modes of nature. This is due to his association with that material nature. Thus he meets with good and evil among various species."
  },
  {
    "chapter_verse": "Chapter13/Verse28",
    "text": "One who sees the Supersoul accompanying the individual soul in all bodies and who understands that neither the soul nor the Supersoul within the destructible body is ever destroyed, actually sees."
  },
  {
    "chapter_verse": "Chapter13/Verse34",
    "text": "One who can see that all activities are performed by the body, which is created of material nature, and sees that the self does nothing, actually sees."
  },
  {
    "chapter_verse": "Chapter14/Verse4",
    "text": "It should be understood that all species of life, O son of Kunti, are made possible by birth in this material nature, and that I am the seed-giving father."
  },
  {
    "chapter_verse": "Chapter14/Verse5",
    "text": "Material nature consists of three modes - goodness, passion, and ignorance. When the eternal living entity comes in contact with nature, O mighty-armed Arjuna, he becomes conditioned by these modes."
  },
  {
    "chapter_verse": "Chapter14/Verse6",
    "text": "O sinless one, the mode of goodness, being purer than the others, is illuminating, and it frees one from all sinful reactions. Those situated in that mode become conditioned by a sense of happiness and knowledge."
  },
  {
    "chapter_verse": "Chapter14/Verse8",
    "text": "O son of Bharata, the mode of ignorance causes the delusion of all living entities. The result of this mode is madness, indolence, and sleep, which bind the conditioned soul."
  },
  {
    "chapter_verse": "Chapter14/Verse16",
    "text": "By acting in the mode of goodness, one becomes purified. Works done in the mode of passion result in distress, and actions performed in the mode of ignorance result in foolishness."
  },
  {
    "chapter_verse": "Chapter14/Verse20",
    "text": "When the embodied being is able to transcend these three modes associated with the material body, he can become free from birth, death, old age, and their distresses and can enjoy nectar even in this life."
  },
  {
    "chapter_verse": "Chapter15/Verse7",
    "text": "The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind."
  },
  {
    "chapter_verse": "Chapter15/Verse10",
    "text": "The foolish cannot understand how a living entity can quit his body, nor can they understand what sort of body he enjoys under the spell of the modes of nature. But one whose eyes are trained in knowledge can see all this."
  },
  {
    "chapter_verse": "Chapter15/Verse15",
    "text": "I am seated in everyone's heart, and from Me come remembrance, knowledge, and forgetfulness. By all the Vedas, I am to be known; indeed, I am the compiler of Vedanta, and I am the knower of the Vedas."
  },
  {
    "chapter_verse": "Chapter15/Verse19",
    "text": "Whoever knows Me as the Supreme Personality of Godhead, without doubting, is the knower of everything. He therefore engages himself in full devotional service to Me, O son of Bharata."
  },
  {
    "chapter_verse": "Chapter16/Verse1",
    "text": "Fearlessness; purification of one's existence; cultivation of spiritual knowledge; charity; self-control; performance of sacrifice; study of the Vedas; austerity; simplicity; nonviolence; truthfulness; freedom from anger; renunciation; tranquility; aversion to faultfinding; compassion for all living entities; freedom from covetousness; gentleness; modesty; steady determination; vigor; forgiveness; fortitude; cleanliness; freedom from envy and from the passion for honor – these transcendental qualities, O son of Bharata, belong to godly men endowed with divine nature."
  },
  {
    "chapter_verse": "Chapter16/Verse2",
    "text": "These divine qualities lead to liberation, whereas the demoniac qualities lead to bondage. Do not worry, O son of Pandu, for you are born with the divine qualities."
  },
  {
    "chapter_verse": "Chapter16/Verse21",
    "text": "There are three gates leading to this hell – lust, anger, and greed. Every sane man should give these up, for they lead to the degradation of the soul."
  },
  {
    "chapter_verse": "Chapter16/Verse22",
    "text": "The man who has escaped these three gates of hell, O son of Kunti, performs acts conducive to self-realization and thus gradually attains the supreme destination."
  },
  {
    "chapter_verse": "Chapter17/Verse14",
    "text": "Austerity of the body consists in worship of the Supreme Lord, the brahmanas, the spiritual master, and superiors like the father and mother, and in cleanliness, simplicity, celibacy, and nonviolence."
  },
  {
    "chapter_verse": "Chapter17/Verse15",
    "text": "Austerity of speech consists in speaking truthfully and beneficially and in avoiding speech that offends. One should also recite the Vedas regularly."
  },
  {
    "chapter_verse": "Chapter17/Verse16",
    "text": "And serenity, simplicity, gravity, self-control, and purity of thought are the austerities of the mind."
  },
  {
    "chapter_verse": "Chapter17/Verse20",
    "text": "That gift which is given out of duty, at the proper time and place, to a worthy person, and without expectation of return, is considered to be in the mode of goodness."
  }]
